<!DOCTYPE html>
<html>
<head>

<title>Creative code</title>
</head>
<body>

<h2><center>Artistas de Creative Coding</h2>
<h4><left>realizado por MICHELLE BETANCOURT</h4>

<h4>Luisa Pereira <a href="http://www.luisaph.com">(www.luisaph.com)</a> </h4>

<img src="http://strings.website.s3.amazonaws.com/imgs/strings_nime_03.png" alt="http://s.trin.gs/" style="float:center; width="468" height="239">

<p>1. Luisa Pereira es una artista nacida en Brasil, quien se cri&#243; en Montevideo, Uruguay, donde se sigui&#243; Ingenier&#237;a de Sistemas, para luego especializarse Telecomunicaci&#243;n Interactiva en Universidad de Nueva York . Ella se dedica a combinar su conocimiento sobre programaci&#243;n con su talento y gran gusto por la m&#250;sica. Por medio de instalaciones da a conocer sus creativos proyectos. </p>

<p>2.Strings es una instalaci&#243;n que se pens&#243; como una m&#225;quina que funciona como extensi&#243;n del cuerpo humano, haciendo referencia a la relaci&#243;n computadores y humanos.  Esta consiste en cuerdas que producen diferentes tipos de sonidos al tacto. Lo que busca es la interacci&#243;n del usuario, ya que con ellos este proyecto contara con infinidad de resultados. Monica Bate, Johann Diedrick y Luisa Pereira los creadores Strings usaron programas de programaci&#243;n creativa como processing y arduino.  
 </p>

<p>3. Strings aunque es una instalaci&#243;n sonora no solo se rige a aquellos amantes del sonido, ya que utiliza diseño visual para atraer tambi&#233;n a otro tipo de p&#250;blico. Una idea alternativa que conservar&#237;a el contexto, puede ser que en ves de utilizar respuestas sonoras tambi&#233;n se genere respuestas visuales, como patrones, formas, colores, etc. Adem&#225;s aprovechando el sentido del tacto, que los stings sean sensibles a la fuerza del toque, creando proporcionablemente los sonidos e im&#225;genes. </p>

<hr>

<h4>Gene Kogan <a href="http://www.genekogan.com/">(www.genekogan.com/)</a> </h4>


<img src="imgs/Light.png" alt="http://www.genekogan.com/works/kinect-projector-toolkit.html" width="468" height="239">

<p>1. Gene Kogan es un programador que est&#225; interesado en las nuevas tecnolog&#237;as. Al tener agrado hacia el arte y la m&#250;sica, Kogan se especializa en codificar nuevos proyectos que unen estas dos pasiones. </p>

<p>2. Kinect Projector Toolkit
Es una instalaci&#243;n que une el detector de cuerpo del Kinect con las programaci&#243;n de Processing y OpenFrameworks,  con el prop&#243;sito de crear arte visual, por medio del cuerpo. 
</p>

<p>3. Este proyecto cuenta con gran creatividad. Al momento de usarlo, las personas forman parte esencial de &#233;l. Una variaci&#243;n es que con los mismos movimientos del cuerpo con los que se dibuja,  se complemente con sonido. Tambi&#233;n que la imagen que se va creando se imprima en un papel sensible a la luz, creando, cada ves que se utiliza, una obra de arte.  </p>

<hr>

<h4>Zach Lieberman <a href="http://thesystemis.com/">(http://thesystemis.com/)</a> </h4>

<img src="http://thesystemis.com/core/wp-content/uploads/2010/06/2139869882_fa66de76aa-340x216.jpg" alt="http://thesystemis.com/projects/drawn/" width="468" height="239">
<p>1. Zach Lieberman, nacido en Nueva York. Es un entusiasta del desarrollo de nuevas ideas. Co-fundador de openframeworks, es profesor en la Escuela de Diseño de Parson, y es un precursor de la programaci&#243;n creativa. 
</p>

<p>2. Drawn
Es una aplicaci&#243;n donde las personas dibujan cualquier cosa y estas cobran vida en sus propias manos. Ellos se encargan de moverlos y animarlos.  </p>

<p>3. Este proyecto es donde el arte cobra vida, donde la animaci&#243;n comienza. Algo que agregar&#237;a valor a la aplicaci&#243;n ser&#237;a el poder guardar las animaciones, ya que se podr&#237;a llegar a crear una historia, y quien no desea guardar una bella animaci&#243;n. </p>
<hr>
<h3>Referencias</h3>

<p> Pereira, L. s/f. Luisa Pereira. Recuperado el 13 de marzo de 2016 de <a href="http://www.luisaph.com/info.html">www.luisaph.com/info.html<a/> </p>

<p> Pereira, L. s/f. Luisa Pereira. Recuperado el 13 de marzo de 2016 de <a href="http://s.trin.gs/">http://s.trin.gs/<a/> </p>

<p> Kogan, G. s/f. Gene Kogan. Recuperado el 13 de marzo de 2016 de <a href="http://sfpc.io/people/gene-kogan/">http://sfpc.io/people/gene-kogan/<a/> </p>

<p> Kogan, G. 2013. Gene Kogan. Recuperado el 13 de marzo de 2016 de <a href="http://www.genekogan.com/works/kinect-projector-toolkit.html">http://www.genekogan.com/works/kinect-projector-toolkit.html<a/> </p>

<p> Lieberman, Z. s/f. Zach Lieberman. Recuperado el 13 de marzo de 2016 de <a href="http://thesystemis.com/about/">http://thesystemis.com/about/<a/> </p>

<p> Lieberman, Z. s/f. Zach Lieberman. Recuperado el 13 de marzo de 2016 de <a href="http://thesystemis.com/projects/drawn/">http://thesystemis.com/projects/drawn/<a/> </p>

</body>
</html>